// src/assets/assets.ts

export const question_list = [
    {
        _id: '0',
        question: 'Що таке SavageMood?',
        answer: 'SavageMood - це платформа для проведення захоплюючих змагань з гри Mobile Legends. Ми створили цей проект з метою об`єднати геймерську спільноту, надати можливість показати свою майстерність та здобути визнання в світі Mobile Legends.'
    },
    {
        _id: '1',
        question: 'Які змагання ви проводите?',
        answer: 'Ми організовуємо різноманітні турніри та чемпіонати з Mobile Legends для гравців різного рівня вмінь. Це можуть бути турніри для початківців, професійні ліги, чемпіонати серед команд, а також спеціальні події з цінними призами.'
    },
    {
        _id: '2',
        question: 'Чому варто обрати SavageMood для участі в змаганнях?',
        answer: 'SavageMood - це не просто платформа для гри, а спільнота ентузіастів, які діляться спільною любов`ю до Mobile Legends. Ми пропонуємо вам можливість не лише показати свою майстерність у грі, а й зустріти нових друзів, отримати цінний досвід та виграти захоплюючі призи.'
    },
    {
        _id: '3',
        question: 'Чи є вимоги до учасників змагань?',
        answer: 'Ми вітаємо гравців різного рівня вмінь на наших турнірах. Незалежно від того, чи ви новачок або досвідчений професіонал, у нас є заходи для кожного. Головне - це бажання змагатися та насолоджуватися грою в команді з однодумцями.'
    },
    {
        _id: '4',
        question: 'Які призи можна виграти на SavageMood?',
        answer: 'Наші турніри дарують гравцям можливість виграти різноманітні призи, такі як грошові винагороди, ексклюзивні предмети в грі та інші цінні подарунки від наших партнерів.'
    },
    {
        _id: '5',
        question: 'Як можна приєднатися до змагань на SavageMood?',
        answer: 'Приєднатися до наших змагань дуже просто! Просто перейдіть до вкладки події на нашому сайті, виберіть турнір, який вас цікавить, та слідкуйте за інструкціями щодо участі. Ми завжди відкриті для нових учасників та раді бачити кожного, хто хоче стати частиною нашої геймерської спільноти.'
    },
];